// (C) Copyright 2006-2013 HP Development Company, L.P.
// All Rights Reserved Worldwide

// Table View Column Names
"deviceName" = "Gerätename";
"connection" = "Verbindung";
"model" = "Gerätemodell";
"details" = "Details";
"aggregateDeviceType" = "Gerätetyp";
"isInstalled" = "Installiert";

"All" = "Alle";

// Format string for info-label with no filter
"Found %lu devices" = "%lu Geräte gefunden";
// Format string for info-label with filter
"Showing %lu of %lu devices" = "%lu von %lu Geräten werden angezeigt";

"Rendezvous" = "Bonjour";

"Add" = "Hinzufügen";
"Cancel" = "Abbrechen";

// Filter titles
"Connection Type:" = "Verbindungstyp:";
"Device Type:" = "Gerätetyp:";

// Connection type filter menu items
"Printer" = "Drucker";
"Scanner" = "Scanner";
"Fax" = "Fax";

// Sort filter tooltip
"ItemArrangement" = "Objektausrichtung ändern";
"Arrange" = "Anordnen";
